Repository: vvicaretti/stem-tortp
Catalog: locale/*/LC_MESSAGES/tortp-gtk.po
Languages: es_es, it_it

source: About
es_es: Información
it_it: Informazioni

source: Quit
es_es: Cerrar
it_it: Esci

source: Transparent Proxy
es_es: Proxy transparente
it_it: Proxy trasparente

source: Infos
es_es: Información
it_it: Informazioni

source: Fingerprint
es_es: Huella digital

source: Nickname
es_es: Usuario

source: IP address
es_es: Dirección IP
it_it: Indirizzo IP

source: Start
es_es: Arrancar
it_it: Inizio

source: New circuit
es_es: Nuevo circuito
it_it: Nuovo circuito

source: Stop
es_es: Parar

source: Check
es_es: Verifica
it_it: Verifica

source: TorTP redirect all TCP ad UDP (dns) traffic generated from your computer in a transparent way. After TorTP starts be sure that Tor is working.
es_es: TorTP redirecciona todo el tráfico TCP y UDP (dns) generado de tuordenador de manera transparente. Después el arranque de TorTP asegurate que Tor está funcionando.
it_it: TorTP redirige tutto il traffico TCP e UDP (dns) generato dal tuo computer in modo trasparente. Dopo aver avviato TorTP assicurati che Tor stia funzionando.

source: Tor Transparent Proxy enabled
es_es: Tor Transparent Proxy activado
it_it: Tor Transparent Proxy attivato

source: Unable to connect to port 9051 (%s)
es_es: Imposible conectarse al puerto 9051 (%s)
it_it: Non è possibile connettersi alla porta 9051 (%s)

source: TorTP is already running
es_es: TorTP esta ya en ejecución
it_it: TorTP è già avviato

source: Tor is not running
es_es: Tor no esta en ejecución
it_it: Tor non è avviato

source: An error occurred while starting TorTP
es_es: Ha ocurrido un error al empezar TorTP
it_it: Si è verificato un errore all'avvio di TorTP

source: New Tor circuit created
es_es: Nuevo circuito Tor creado
it_it: Nuovo circuito Tor creato

source: Unable to change Tor circuit
es_es: Imposible cambiar circuito Tor
it_it: Non è stato possibile cambiare il circuito Tor

source: Tor Transparent Proxy disabled
es_es: Tor Transparent Proxy inhabilitado
it_it: Tor Transparent Proxy disabilitato

source: TorTP seems already disabled
es_es: TorTP parece ser inhabilitado
it_it: TorTp sembra essere già disabilitato

source: An error occurred while stopping TorTP
es_es: Ha ocurrido un error al parar TorTP
it_it: Si è verificato un errore al stoppare TorTP

source: Congratulations. TorTP is working: %s
es_es: Enhorabuena. TorTP está funcionando: %s
it_it: Congratulazioni. TorTP sta funzionando: %s

source: Sorry. TorTP is not working: %s
es_es: TorTP no está funcionando: %s
it_it: TorTP non sta funzionando: %s

source: An error occurred while checking TorTP
es_es: Ha ocurrido un error al verificar el funcionamento de TorTP
it_it: Si è verificato un errore mentre si verificava lo stato di TorTP

source: An error occurred while getting Tor infos
es_es: Ha ocurrido un error al reperir informaciones de Tor
it_it: Si è verificato un errore recuperando informazioni da Tor

source: TorTP is already running with pid: %s
es_es: TorTP está ya arrancado con pid: %s
it_it: Tor è già avviato con pid: %s

source: Exit
es_es: Salir
it_it: Esci

source: Help
es_es: Ayuda
it_it: Aiuto

source: <b>What's TorTP?</b> TorTP is a paranoia application that prevents any traffic to be leaked out of Tor <b>Why I should use TorTP?</b> Although TorBrowser is the best solution for web browsing, sometimes you want to make sure that no traffic get leaked out of your system.
es_es: <b>¿Que es TorTP?</b> TorTP es una aplicación de paranoia que envía todo el tráfico de Internet via Tor. <b>¿Porque debería usar TorTP?</b> Aunque TorBrowser es la mejor solución para la navegación web, con TorTP puedes asegurarte de que todos los programas usan la red de Tor.
it_it: <b>Cos'è TorTP?</b> TorTP è un'applicazione di sicurezza che evita che dal tuo computer esca traffico che non passa tramite Tor <b>Perché dovrei usare TorTP?</b> TorBrowser è la migliore soluzione per la navigazione web, ma a volte vuoi essere sicuro che nessun traffico esca in chiaro da altri programmi.

source: Use new circuit
es_es: Usa un nuevo circuito
it_it: Usa un nuovo circuito
